[
    {
        "title": "Isa's Turtle",
        "pattern": "Freehanded",
        "description": "I made this for one of my best friends. She has a tortise and wanted me to make a stuffed one for her newborn neice.",
        "difficulty": "Easy",
        "time": "About 1.5 hours"
    },
    {
        "title": "Beckhams Dino",
        "pattern": "",
        "description": "I made this for my nephew who was going through a dino phase. I LOVE this pattern, it turned out sooo cute and the video was easy to follow.",
        "difficulty": "Not to hard with the video to follow",
        "time": "About 2 hours"
    },
    {
        "title": "Oakley's Lovey",
        "pattern": "Freehanded",
        "description": "I made this for a friend who had a baby girl. It was freehanded, but not difficult when combining what I knew about making stuffed animals and blankets.",
        "difficulty": "Easy",
        "time": "2 hours"
    },
    {
        "title": "Lovely Piggy",
        "pattern": "Freehanded",
        "description": "This was a fun project I did and gave to a friend for Valentines Day. It was a good experinment for me with crocheting different shapes.",
        "difficulty": "Easy",
        "time": "1-2 hours"

    },
    {
        "title": "Capped and Scalloped",
        "pattern": "Freehanded",
        "description": "This was the thinest yarn I had ever used up to this point and it was pretty slick. It ended up working well for this project because it was crocheted. It created a nice texture.",
        "difficulty": "Not too hard",
        "time": ""

    },
    {
        "title": "Ayla's Cardigan",
        "pattern": "",
        "description": "This pattern should fit a baby around 4-6 months. Once I had the basics of clothing down it was an easy pattern to visualize and follow.",
        "difficulty": "Easy",
        "time": "3 hours"

    },    {
        "title": "first Knit Polo",
        "pattern": "",
        "description": "This pattern was super easy to follow, but it was my first knitting project so it took me a second to understand increasing and get used to how to hold needles. Video was super easy to follow though.",
        "difficulty": "A little hard",
        "time": "3-4 hours"
    },
    {
        "title": "Light Wrap Top",
        "pattern": "",
        "description": "",
        "difficulty": "",
        "time": "Long... maybe 8 hours"

    },
    {
        "title": "Ayla's Bonnet #1",
        "pattern": "",
        "description": "My older sister loves a baby in a bonnet so I had to make her some. This was my first one. It's important to check sizing to make sure it will fit the intended age.",
        "difficulty": "Easy if you know how to do magic circles",
        "time": "About 30min"

    },
    {
        "title": "Ayla's Bonnet and collar #2",
        "pattern": "Freehanded",
        "description": "I made this for my niece because my sister loves vintage looking baby stuff and I have to say I love the way it turned out.",
        "difficulty": "Not hard",
        "time": "About 30/45 min"
    }
]